import { ArticleContent } from '../../types'
export type { ArticleContent as ArticleContent }

export const content: ArticleContent = [
  {
    type: 'intro',
    value: [
      '嗨，年輕朋友，我是侯友宜，很高興能和你在此聊天。',
      '也許你對成人的關心與理解不再抱有期望，也許你對選舉時刻參選人的承諾與吹噓更是嗤之以鼻，但是我很珍惜你關注我的這短暫時刻，希望把握機會，跟你談談我一直想跟年輕朋友聊的東西。',
    ],
  },
  {
    type: 'subtitle',
    value: ['虛心傾聽', '是了解年輕人的途徑'],
  },
  {
    type: 'text',
    value:
      '我一直非常照顧、疼愛我的小孩，在相互成長的過程中，知道必須先了解他們，才能獲得信任，給予真正的幫助。因此虛心傾聽，設身處地去體會他們的感受，就是我了解年輕人的途徑。而在這一段時間，我強烈感受到的，就是年輕人的焦慮與無力。',
    id: '2087f165-5da9-4e11-9b76-0bc8e45d4a0e',
  },
  {
    type: 'text',
    value:
      '例如，你每天早出晚歸，騎摩托車或搭捷運淹沒於上下班的人潮中，但工作的環境始終不如人意，工作機會不多，沒什麼可以選擇，待遇不高，也沒什麼成就感。除了極少數高科技產業外，許多人學非所用，甚至在家啃老，許多高學歷的人才沒有適當的工作，連做個兼課老師都很困難。',
    id: '98859eaa-db5d-458a-adf5-cccdcdf115d7',
  },
  {
    type: 'text',
    value:
      '即使你埋頭苦幹，把生命一片片切下，換成了時薪或月薪，生活的壓力還是很大，薪資跟不上物價飛漲，入不敷出，無法積累財富，也沒有時間和心情從事休閒生活。',
    id: 'fe8608c9-7c84-4204-9e92-b3c14934296d',
  },
  {
    type: 'text',
    value:
      '你知道這一切的辛苦，都是為了成就那個小小的夢想，有一個溫暖的窩可以隨時作為你的支撐，讓你獲得片刻的休息。然而成家的門檻太高，現在什麼都漲，只有薪水不漲，房價居高不下。如果有了小孩，又找不到人幫忙照顧，接下來撫養、教育的支出也是沉重的負擔。',
    id: '6706c780-3f15-48ad-b4db-04abb7c8fb1f',
  },
  {
    type: 'subtitle',
    value: ['你不是孤獨的', '不要洩氣，不要放棄'],
  },
  {
    type: 'text',
    value:
      '當你精疲力竭的時候，其實全台灣有無數跟你一樣的年輕人，也在為生活和理想打拚。但是有些現象會不停干擾到你的信心：因為出發點不同，有人就是跑得比你快，甚至在出生的時候就已經站在你奮鬥的終點，於是你可能開始擔心，這個社會的落差，會不會永遠無解。',
    id: 'dc1b2741-b206-4f12-bcee-f6b06c47adcf',
  },
  {
    type: 'text',
    value:
      '我來自嘉義鄉下一個平凡的家庭，從小在市場裡幫爸爸賣豬肉，我沒什麼家庭背景，更不是含著金湯匙的天之驕子。在生命的各個不同階段，也有過和許多人相似的困境與困難，因此對於年輕人面臨的問題，特別感同身受，也對於社會的公平正義格外堅持。',
    id: 'e64df9bf-a6b5-43fb-b6f7-4bd59b1ab558',
  },
  {
    type: 'text',
    value:
      '我初出社會的時候，做的是基層的警務工作，以菜鳥的身分接受上級的指派、前輩的指導與磨練，雖然從小有伸張正義、守護家園的願望，卻不知道我的方法、我走的路徑能不能到達最終目標。回到寢室胡思亂想的時候，不免覺得自己很無力、很渺小。',
    id: '04e7c04d-31b8-45f8-9eea-4ee45ff7dae7',
  },
  {
    type: 'image',
    value: 'hou-yu-ih/2',
    imageOption: {
      isFullSizeImage: true,
      imageCaption:
        '侯友宜父親當年在菜市場賣豬，用來載豬肉的腳踏車。（侯友宜競選辦公室提供）',
    },
  },
  {
    type: 'text',
    value:
      '最主要的轉機，是來自多次出勤的經驗，我發覺一旦接受到命令，全力以赴去解決迫在眉睫的危機，竟然可以幫助到很多受驚嚇、受威脅的受害者，他們有的比我有錢，有的比我有勢，可是當他們看到我出現時，眼中流露出來的希望與感謝，讓我有說不出的安慰。',
    id: 'b4a72d8b-9e50-4e84-b118-e6a47fa28d3d',
  },
  {
    type: 'text',
    value:
      '這讓我的心境為之豁然開朗，原來許多優勢與劣勢都是相對的，會隨時機和場合改變。再厲害的人也有需要幫助的時刻，再渺小的人，只要他願意，也可以對自己或別人做出深遠的貢獻。我們平凡的父母親不就一直這樣嗎？',
    id: '30ca3904-2b02-45da-b7d9-604f926a78f4',
  },
  {
    type: 'text',
    value:
      '我提到這些往事，是想告訴你，你不是孤獨的，不是無能為力的。先不要洩氣、不要放棄。我們再來想想看，現實的困境可以怎樣改變。',
    id: '5e54de43-c029-4484-bda1-1cab177ec992',
  },
  {
    type: 'subtitle',
    value: ['確保和平穩定的兩岸關係', '讓經濟發展沒有隱憂與威脅'],
  },
  {
    type: 'text',
    value:
      '造成以上困境的原因是多方面的，可能是我們社會不夠關心年輕人，或者經濟發展不均衡，工作收入與生活支出不成比例，教育政策與就業環境脫軌，分配不正義，社會不公平等等。',
    id: '46a18c31-c0f1-4b80-b8b4-ec1404d47a5f',
  },
  {
    type: 'text',
    value:
      '誠實說來，並不是每個問題都可以快速獲得解決，有些產業轉型或教育成效需要較長的時間來檢驗。但是至少，我們要確保方向的正確，確保我們提供的解決方案，是真正針對了問題的本質。',
    id: 'a37fd364-3e18-4f25-aeb2-95b67c210dec',
  },
  {
    type: 'text',
    value:
      '以我個人的觀察和研究，目前的重中之重應該是確保和平穩定的兩岸關係。要讓年輕人過得好，最具體的解答，就是讓經濟變更好。但是大家都知道，錢是最為膽小的。沒有安全可靠的環境，錢跑得比誰都快：不會有充裕的投資，不會有創新的產業與工作機會，也不會有充滿信心與活力的消費市場。',
    id: '1b793474-55ab-4f7b-9674-7712d54e0dcf',
  },
  {
    type: 'image',
    value: 'hou-yu-ih/3',
    imageOption: {
      isFullSizeImage: false,
      imageCaption:
        '侯友宜於中央警官學校就讀時的警官學校制服照。（侯友宜競選辦公室提供）',
    },
  },
  {
    type: 'text',
    value:
      '台灣在兩岸關係和緩，大家致力於經濟發展的時候，台灣錢曾經淹腳目，賺錢致富的機會非常多。曾幾何時，台灣開始戰雲密布、風聲鶴唳；年輕人和他們的家長憂心忡忡、企業界和他們的員工憂心忡忡。',
    id: '495ff39a-806c-482a-b5da-0d4710af93c0',
  },
  {
    type: 'text',
    value:
      '因此我們一定要恢復兩岸的和平穩定，唯有和平可以確保大家安居樂業，經濟發展沒有隱憂與威脅。',
    id: '2c610d2d-5148-4634-a4b8-2c89d0920a55',
  },
  {
    type: 'text',
    value:
      '在這幾年的經濟發展中，我也看到了產業轉型的迫切性，但是大船要轉彎，必須特別小心，所以我認為高科技產業和高就業率產業兩腳並用，才能穩步向前。高科技產業是我們的強項，我們要面向未來，繼續擴大我們的領先優勢，但是高科技產業創造的工作機會相對較少，為了充分就業，我們也要重視傳統產業、觀光休閒產業以及新興的文化創意產業。',
    id: '6b5950da-3380-4d1c-a813-6eda80a92744',
  },
  {
    type: 'subtitle',
    value: ['永續生態環境', '穩定能源，務實減碳'],
  },
  {
    type: 'text',
    value:
      '永續生態環境，創造美麗家園，是大家共同的理想，剛好正值颱風季節，我想跟大家提一下這個世界正在面臨的改變。',
    id: '5a19dbb1-8ea8-433b-b738-7f9dc43d7a1a',
  },
  {
    type: 'text',
    value:
      '世界氣象組織（WMO）日前發表「2022 年亞洲氣候狀況報告」，氣候長期變暖的趨勢加速，亞洲是全球災害最容易發生的地區，大部分都跟氣候變遷有關，這些災害直接影響 5 千多萬人，造成 5 千多人死亡，經濟損失超過新台幣 1 兆元。',
    id: '7693d64b-087c-4051-a95f-999257761601',
  },
  {
    type: 'text',
    value:
      '極端性氣候正嚴重影響著全世界。當然也嚴重地影響著台灣，各位想想看，台灣是不是愈來愈熱？河川是不是愈來愈缺水？水庫是不是愈來愈枯竭？因為水庫缺水，嘉南二期稻作被迫休耕，農民苦惱，業者跳腳，一向青翠扶疏的水稻田成為乾旱龜裂的黃土。這都是台灣的大地向我們發出訊號，我們必須重視，不能輕忽。 ',
    id: '2c7154cb-4dc0-46d1-a779-2bc09bf226bf',
  },
  {
    type: 'text',
    value:
      '「環境永續」對我來說，比許多事情都重要、急迫，這個進步價值不是屬於哪個政黨或哪個人，而是全民的責任。這一代應該要為台灣留下美好而乾淨的未來，政治、社會如此，環境永續更是如此，這是我一直不變的初心。',
    id: '3cf92b94-84b5-4e7c-beda-702dbfd19b9d',
  },
  {
    type: 'text',
    value:
      '如何以最低的代價去達到目標？例如非核家園的理想？社會上有各種不同的意見。我的方案是「穩定能源、務實減碳」，繼續擴大乾淨能源的應用，但不被意識形態捆綁，依據需要彈性調節能源的來源。',
    id: 'da6cebd1-fda4-4f35-bead-5acb6f9fa38f',
  },
  {
    type: 'subtitle',
    value: ['全面反省教改政策', '促進公平社會，落實分配正義'],
  },
  {
    type: 'text',
    value:
      '此外，提高基本薪資、進行稅務改革、活化社會福利政策，來落實分配的正義，這些都不能光說不練。',
    id: '0231e6c2-5c7b-4831-8965-ef8b67f49d00',
  },
  {
    type: 'text',
    value:
      '促進公平的社會，還有一個普遍有效的方法，那就是教育。時代變遷這麼快，許多產業、教育、政策都跟不上來。以我來講，對下一代最好的教育，就是靈活反映時代與社會改變的教育、充分開發年輕人的個性與專長的教育。所以要全面反省教改政策，不再瞎折騰、做虛工，給學生和家長更寬裕的選擇。',
    id: '8a5c655d-366e-45e3-9fca-783d8dd16ab3',
  },
  {
    type: 'text',
    value:
      '當然，配套的政策還有很多，時間有限，就不一一列舉。上面的方案，成敗的關鍵其實就是執行力。',
    id: 'eef77101-12bb-413f-808b-f0594d78f31a',
  },
  {
    type: 'image',
    value: 'hou-yu-ih/4',
    imageOption: {
      isFullSizeImage: true,
      imageCaption:
        '侯友宜就讀中央警官學校，參加學生旅遊時的照片。（侯友宜競選辦公室提供）',
    },
  },
  {
    type: 'subtitle',
    value: ['懷抱初心', '我承諾我相信的事'],
  },
  {
    type: 'text',
    value:
      '這是我一路走來，堅持的信念。不論在任何職位，我都一本來自基層、關懷基層的初心，時時刻刻以平凡百姓的角度來推動政策。我不善於言詞，也不是明星，只是一個資深的行政工作者，一個熟悉團隊工作的人。我做人做事的態度，就是遵守承諾，言出必行。我現在承諾的，都是我相信的。',
    id: 'b0bd0428-cef7-4222-ab81-b46db357f188',
  },
  {
    type: 'text',
    value:
      '最後，對於年輕的你，我想說的仍是：不要失望、不要放棄。不要因為此刻的焦慮與無力感就放棄了我們改革社會的努力。只有繼續堅持，然後團結起來，一念之間，你就可以改變台灣，讓自己和所愛的人生活變得更好。',
    id: '154a1495-116b-42fd-b6fb-f19afb283a89',
  },
]
