import { ArticleContent } from '../../types'
export type { ArticleContent as ArticleContent }

export const content: ArticleContent = [
  {
    type: 'intro',
    value: [
      '一代 iPhone 上個月（2023 年 7 月），在拍賣會上以 15 萬 8644 美元天價，大約新台幣 590 萬元成交，拍賣價是原價的 300 倍以上。不過它的「歷史價值」比「拍賣價錢」更有意思。',
      '2007 年，蘋果（Apple）創辦人賈伯斯（Steve Jobs）推出第一代 iPhone，當時市場上最當紅的是摩托羅拉（Motorola）和諾基亞（NOKIA）手機，iPhone 的問世迅速打敗兩大巨頭，把他們踢出市場，更從此改變了世界。',
    ],
  },
  {
    type: 'subtitle',
    value: ['你想躺平還是改變世界？', '我們一起找答案'],
  },
  {
    type: 'text',
    value:
      '如果賈伯斯是一般創業者，如果他只想分食兩大廠殘餘的市場，他想辦法模仿對手，只求製造更輕薄、更便宜的手機。但賈伯斯的企圖卻遠遠不只如此。他拿掉鍵盤、解開按鍵的束縛，徹底改變消費者使用習慣、帶動新的商業模式，他的創新思維打開智慧型手機的市場，創造劃時代的價值，甚至改變了全人類的生活面貌。',
    id: 'cfae16e9-b5bb-464a-ab10-ee1d071da775',
  },
  {
    type: 'image',
    value: 'ko-wen-je/2',
    imageOption: {
      isFullSizeImage: true,
      imageCaption:
        '我想和所有台灣年輕人說的是 Nothing is impossible，你的人生只有你自己能走完，無論多少白眼、多少訕笑，唯有跨出舒適圈，才可能成長，才能改變現狀。（柯文哲競選辦公室提供）',
    },
  },
  {
    type: 'text',
    value:
      '賈伯斯曾說過，他的發明不只是純商業考量，是為了「改變世界」，這個超凡的夢想，勇於突破現狀的勇氣，是不是還存在你我的心中？',
    id: '6d734f7a-6535-48b4-87bc-e78c8f278fa7',
  },
  {
    type: 'subtitle',
    value: ['海島青年變身小確幸族、歲月靜好族', '是誰讓青年失去勇氣？'],
  },
  {
    type: 'text',
    value:
      '這幾年，我到大學或企業演講，常聽到年輕朋友說「理想很豐滿，現實很骨感」，意思是理想很美好，現實卻很殘酷，兩者之間永遠隔著一座大山。這句話可以拿來調侃他人訂了過高的目標，卻無法實踐，也有不少人拿來自嘲。',
    id: 'ab0d1b7a-724c-4e88-9210-3462c6515a50',
  },
  {
    type: 'text',
    value:
      '更進一步，還出現了「躺平族」，反正再怎麼奮鬥，也達不到社會期望，乾脆躺平在自己的舒適圈；亦有「歲月靜好族」只追求生活中的小確幸，其實是苟延殘喘。看著這些族群的出現，某種程度透露出台灣年輕人的無奈與迷茫。其實年輕人不怕辛苦，只怕沒有希望，更何況是絕望。',
    id: '3ae847ee-5899-4e60-b814-687f51c657de',
  },
  {
    type: 'subtitle',
    value: ['怎麼拚都低薪', '不如一人飽全家飽　躺平就好'],
  },
  {
    type: 'text',
    value:
      '的確，那個「台灣錢淹腳目」的好光景已經過去，現在的大學生，還沒畢業就開始扛學貸、急著找工作，一份工不夠下班還得再兼一份差，政府卻一直大內宣，說勞工是心中最軟的一塊，說基本薪資年年調高，說稅收超徵經濟表現亮眼，所以人人可領 6 千元。',
    id: '00948b4d-9759-4269-ad84-78bb6dd4d0a5',
  },
  {
    type: 'text',
    value:
      '我們來看看主計總處公布 2023 第一季全體受僱員工經常性薪資，帳面「平均」有新台幣 45286 元，年增 2.41%，但如果計入通膨，台灣勞工第一季實質經常性薪資卻是下降，年減 0.19% 創下 7 年最大減幅。更值得注意的是「勞工薪資中位數」的成長非常緩慢，主計總處在 2022 年底發布的調查報告，2021 年台灣薪資更往「M 型化」發展，勞工年薪中位數只有 50 萬 6 千元，遠低於平均數 67 萬元，也就是高達68.31% 的受薪勞工其實領不到平均薪資，比例已創下歷史新高，在疫情之後，台灣的貧富懸殊更嚴重了。',
    id: '2bd12b90-2a65-4ffc-833d-944f0bdd06f2',
  },
  {
    type: 'image',
    value: 'ko-wen-je/3',
    imageOption: {
      isFullSizeImage: true,
      imageCaption:
        '政府拿美化過的數字對人民宣傳，看不見正直誠信的價值與勇於改正的勇氣，難怪年輕人無力，這絕對是台灣的危機。（柯文哲競選辦公室提供）',
    },
  },
  {
    type: 'text',
    value:
      '台灣的人均 GDP 成長不僅拉不動薪資中位數，還越離越遠，薪水調漲趕不上物價增幅，勞動部 2023 年 6 月公布 111 年度初任人員薪資及各職類別薪資調查結果，有四分之一的新鮮人畢業後求職，只領取最低基本工資 25250 元，年輕人的薪水與日、韓、香港、新加坡相比，低得可憐。薪資漲幅追不上物價飛漲，日子越來越苦，經濟成長果實只是少數人獨享。',
    id: 'ec29b580-89af-470c-82c5-af05171a3c02',
  },
  {
    type: 'text',
    value:
      '房價居高不下，2016 年第二季至 2022 年第四季成屋價格全國平均上漲將近 27%，還以中、南部漲幅最高，年輕人以前在台北買不起房子，現在蔓延到台南、高雄了。台灣租屋市場更從 2009 年起連續上漲 14 年，不只買不起，現在也租不起了。居住不正義、存摺不美麗，北漂的孩子被父母勸回家，反正拚了老半天，薪水都被房租、房貸吃掉，連看場電影都有痛感，不如躺平就好？愈來愈多年輕人這樣想！',
    id: '8f6cb734-782a-4591-8a96-99f19527681c',
  },
  {
    type: 'text',
    value:
      '現在台灣年輕人的收入，比起我的年代幾乎沒有成長。找不到好工作、買不起房、不敢結婚，更不敢生小孩，最嚴重的是沒有希望。政府還拿美化過的數字對人民宣傳，看不見正直誠信的價值與勇於改正的勇氣，難怪年輕人無力，難怪年輕人不敢想像未來，只能追求小確幸，這絕對是台灣的危機。',
    id: '8a8c50a3-e03d-495a-a545-6502041914bc',
  },
  {
    type: 'subtitle',
    value: [
      '台灣擁有自由冒險拚搏的海洋 DNA  躺平族起床！',
      '海島青年請重拾勇氣追求夢想 重建正直誠信　想像美好台灣',
      '台灣不能再這樣下去，必須改變，躺平族起來吧！',
    ],
  },
  {
    type: 'text',
    value: '我們的血液裡明明流著勇敢冒險的海洋 DNA。',
    id: '86180b73-7a53-4672-b778-ab0c843495bb',
  },
  {
    type: 'text',
    value:
      '台灣是海洋國家，平埔族人曾駕駛側翼板的船隻配合洋流、季風遠航，蘭嶼島上的達悟人駛著拼板舟捕飛魚。更別說福建、廣東人民冒險渡過黑水溝「唐山過台灣」，這些冒險、奮鬥、打拚、追求「出頭天」的精神，曾是台灣強韌生命力的根源。1949 年百萬餘來自大陸的移民，這幾年更有來自東南亞的新移民，都增加了台灣社群構成的多樣性。',
    id: '95b88aee-44c6-4738-86a9-29bf5e37d7df',
  },
  {
    type: 'image',
    value: 'ko-wen-je/4',
    imageOption: {
      isFullSizeImage: true,
      imageCaption:
        '64 歲的阿北還堅持著他的理念，「你有勇氣和我一起前進嗎？」（柯文哲競選辦公室提供）',
    },
  },
  {
    type: 'text',
    value:
      '海洋之子們在美麗的福爾摩沙開拓經營，創造的經濟成就曾經舉世稱羨。領航者應該讓海島青年積極拚搏的熱血再度奔放。',
    id: 'afbf7ad9-3a44-4cc6-a7de-f70b91f1347a',
  },
  {
    type: 'text',
    value:
      '一代會比一代強，我們的政府要做的是創造更大的公義、更開放的環境、更正向永續的環境，積極帶領人民面對低薪問題、極端氣候、能源危機，五缺挑戰、戰爭風險，不能再讓短期利益犧牲長期利益、讓少數人的利益犧牲多數人的利益、讓政黨利益犧牲國家利益，應該要真正去面對問題、解決問題，政府官員要重建台灣價值，用正直誠信的態度與思維，讓人民再次想像、看見美好台灣。',
    id: '558ff612-bc6b-4932-8634-25bd73eda959',
  },
  {
    type: 'subtitle',
    value: ['當年輕人敢想像、有勇氣', '我相信你們一定會做得比我們更好'],
  },
  {
    type: 'text',
    value:
      '柯文哲現在還在努力開拓創新，如同 1492 年的哥倫布航向不可知的世界，我相信你也可以。',
    id: 'fb2c7bff-cf54-48c0-98e4-4623d86d2bcc',
  },
  {
    type: 'text',
    value: '這封信到尾聲了，我要再跟大家說一個故事。',
    id: '7c3616ce-c2ee-42ce-bd72-2897c8dbabda',
  },
  {
    type: 'image',
    value: 'ko-wen-je/5',
    imageOption: {
      isFullSizeImage: false,
      imageCaption:
        '一日雙塔的價值，不是挑戰自我體能極限，而是相信 Nothing is impossible。（柯文哲競選辦公室提供）',
    },
  },
  {
    type: 'text',
    value:
      '我記得我第一次騎自行車挑戰「一日雙塔」，有幕僚問我：「阿北你確定可以騎得到嗎？」',
    id: 'ea3bc454-cb61-4da0-8aeb-68c50cfd2178',
  },
  {
    type: 'text',
    value: '我回答：「我從來沒騎過，怎麼知道？」',
    id: '37eb7f53-0ef7-4b47-96ab-6214869298c5',
  },
  {
    type: 'text',
    value:
      '其實過去很多事，我都沒有把握能否做得到，但我總是很認真的準備，用意志力奮鬥不懈。因為試了不一定成功，但不試一定不會成功，每個人只需要對自己負責。有些事情不去做，一輩子都會後悔，既然如此，何不義無反顧拚一次。',
    id: 'df9c1177-eb3c-4118-a6ca-f79a8b561d78',
  },
  {
    type: 'subtitle',
    value: ['改變台灣　創造價值', 'Nothing is impossible'],
  },
  {
    type: 'text',
    value:
      '一日雙塔的價值，不是挑戰自我的體能極限，而是相信：「Nothing is impossible」，無論騎自行車一日雙塔、參加白沙屯遶境九天八夜、或藍綠夾殺下挑戰 2024 總統大選，無論一路上有多少訕笑，堅持信念向前走，才有可能改變現狀。我們應該重新思考，如何用創新的力量與革新的勇氣，推動時代的巨輪，朝永續的美好台灣勇敢邁進。',
    id: 'ddb0b08b-42cc-47d6-9a82-8c0c5161d38a',
  },
  {
    type: 'text',
    value:
      '一個 64 歲的阿北還堅持著他的理念，在創新與開拓的道路上認真並努力著，最後我想再問：「你有勇氣和我一起前進嗎？」',
    id: '2c8ffc8a-f960-4c13-b6bd-0881987939e5',
  },
]
