import { ArticleContent } from '../../types'
export type { ArticleContent as ArticleContent }
const content: ArticleContent = [
  {
    type: 'intro',
    value: [
      '每個時代的青年，都在承擔那個時代發展的結果，雖然有承擔，但也帶來改變與希望。',
    ],
  },
  { type: 'subtitle', value: ['自我期許：希望年輕人', '都有公平發展的機會'] },
  {
    id: 'a3decec4-0b09-4911-ac2d-129ed2d7e3ea',
    type: 'text',
    value:
      '有些專家學者說，當前世界各國年輕人所承受的問題，是過去 30 年全球化所帶來的後果。',
  },
  {
    id: 'faced743-37ed-4879-85f3-298299948bbf',
    type: 'text',
    value:
      '作為一位負責任、準備承擔國家的政治工作者，我不會把問題推給全球化。我一直自我期許，希望在自己和團隊的努力下，守護台灣的民主和平，讓每一個世代的年輕人，都能在國際上驕傲地喊出「我是台灣人」；更重要的是，我希望建立一個進步的社會，投資年輕世代，讓每個年輕人都有公平發展的機會，讓台灣成為重視多元價值、公義永續的和平國家。',
  },
  {
    id: '87554274-4d90-4815-875a-50174c7c0ee7',
    type: 'text',
    value:
      '五月底，我參加台大學生舉辦的「校園總統馬拉松」論壇，有一個活動是快問快答。我被問到：「對台大有什麼特別的回憶嗎？」一時之間，還真的想不起太特別的回憶，因為在我讀台大復健系時，念書外的時間，我幾乎都在當家教，打工養活自己、支應學費。',
  },
  {
    id: '06f97b8a-a43b-47bf-961c-b4132c80ae47',
    type: 'text',
    value:
      '我來自北海岸的貧窮家庭，一路就是半工半讀，才成為一名醫師。雖然我的成長經驗不能類比到現在的年輕人，但我也年輕過，租房子過生活，為了未來咬緊牙關努力。我可以理解，年輕人在成長過程中，渴望有立足點上的公平，渴望獲得更多支持後，自由追尋人生的夢想。',
  },
  {
    type: 'image',
    value: 'lai-ching-te/2',
    imageOption: {
      isFullSizeImage: true,
      imageCaption: '賴清德在親子餐廳。（民進黨提供）',
    },
  },
  {
    id: '30bc0ee0-80b4-4229-8405-142b4d1b686f',
    type: 'text',
    value:
      '參選總統以來，我常被問到關於青年支持度的問題。我的看法是，年輕人的選擇，不是簡單一、兩句口號就能左右。政黨與參選人堅持的價值理念、提出的政策主張，以及對問題重視的程度，才是決定年輕人回答的關鍵。',
  },
  {
    id: '93acb0ec-d64f-432f-a97c-4fd92b7dcaf6',
    type: 'text',
    value:
      '民主進步黨在不同時期，都有一群又一群懷抱理想的年輕人加入，年輕世代所追求的價值，也是民進黨追求的價值，我們一起努力過，未來也會繼續努力下去。',
  },
  { type: 'subtitle', value: ['聽到年輕人的聲音', '更要勇於接受年輕人的意見'] },
  {
    id: '77e73c25-23c9-4b24-87d1-6d2302d1d9e5',
    type: 'text',
    value: '年輕世代有哪些需求呢？',
  },
  {
    id: '137c8b52-00a6-468a-b361-1ee6e55518cf',
    type: 'text',
    value:
      '曾有年輕朋友直白地對我說：年輕人租房子時，不一定能遇到和善的房東；上班時，不一定能與雇主相處愉快，下班後有可能被 LINE 個不停。年輕人每天出門，不論是騎機車、搭乘大眾運輸、還是走在馬路上，並沒有每個人都覺得交通便利舒適又安全；年輕人在校園或職場，並沒有都能免於被不舒服的言行舉止騷擾。',
  },
  {
    id: 'a13db9cf-3e7e-495b-b0e7-7041bd27f21e',
    type: 'text',
    value:
      '如果「你們過得好嗎」這個問題，在某些生活經驗上會得到否定的答案，那麼執政黨就必須負責任，面對年輕人的不滿、解決年輕人的問題。',
  },
  {
    id: 'f58134de-8d6e-4810-a013-42cbbde9be3a',
    type: 'text',
    value:
      '年輕人的不滿，部分也受大環境影響。在台灣經濟靠「護國群山」帶動攀升時，不同行業間的薪資待遇、比如半導體產業與服務業之間，開始有了差距；後疫情時代與烏俄戰爭影響下，全球面臨通膨壓力，即使台灣物價相對平穩，但對於每天連餐費也要再三衡量的學生或社會新鮮人來說，五元、十元，都是有感的數字。',
  },
  {
    id: 'f06eecfe-df50-40aa-8277-ffe91ea855c3',
    type: 'text',
    value:
      '年輕人的不滿和批判，是國家社會進步的動力。我們應該就事論事，對政治人物來說，怪罪選民是最不應該的事，也無須把表達不同意見的選民，直接貼上特定政黨支持者的標籤。',
  },
  {
    id: '558832b8-f51e-4327-9601-59d23ed68f78',
    type: 'text',
    value:
      '過去一段時間，民進黨是因為對民主自由生活方式的堅持，對人權與多元進步價值的追求，懂得將理念化做執政的藍圖，才獲得年輕人的支持。我真心覺得，民進黨如果失去了價值與理想，將會一無所有。',
  },
  {
    id: 'a04a64bd-851b-43c7-8780-157dd611dd7f',
    type: 'text',
    value:
      '我們一定要認清，堅定支持台灣的年輕人、認為兩岸互不隸屬的年輕人，也不見得就會支持民進黨。「情緒勒索」在年輕世代身上，恐怕起不了太多作用。',
  },
  {
    id: '014f3bc6-3e71-4dae-b77b-c64a0c5974ff',
    type: 'text',
    value:
      '從這個角度出發，我們接受青年世代的意見。執政團隊延續 2016 年至今的步調，一步一腳印深化改革。',
  },
  {
    id: '62a7b139-7dda-4b52-8094-e934477679bb',
    type: 'text',
    value:
      '在既有的居住政策基礎上，我們進一步推動《囤房稅》修法；透過前瞻基礎建設擴大軌道運輸後，又提出照顧通勤族荷包的 TPASS 區域通勤月票；意識到高教不平等的狀況，於是推出減免學費與學貸的方案。在性別議題上，進行性平三法的修法；在交通議題上，提出行人優先交通安全行動綱領、和交通工程面的改善；在淨零趨勢上，確立 2050 淨零轉型目標，制定路徑與策略，完成《氣候變遷因應法》的修法。',
  },
  {
    type: 'image',
    value: 'lai-ching-te/3',
    imageOption: {
      isFullSizeImage: true,
      imageCaption:
        '民進黨執政團隊推出照顧通勤族荷包的TPASS區域通勤月票。（民進黨提供）',
    },
  },
  {
    type: 'subtitle',
    value: ['政策提出的原則：', '確保財政紀律、促進社會公平'],
  },
  {
    id: 'd714d06e-c33e-4afb-8dc2-534350aa79e5',
    type: 'text',
    value:
      '有些朋友對於政策推動的時機會有疑惑。我要強調，政府推動政策，有長期的討論，也會詳細評估可行性，一切是按部就班，而非「選舉到了才做」。每一項政策，也都確認過財源，並依法落實財政紀律。',
  },
  {
    id: '0ab0b061-6214-4c55-94ea-af5df8c81cb3',
    type: 'text',
    value:
      '過去我們接手的政府，財政狀況不是太好，執政團隊花了幾年，才把財政調整好。在大規模稅改及經濟、稅收整體提升的基礎上，目前，政府已經連續六年有賸餘。',
  },
  {
    id: '8b115608-e52e-4cd2-9369-294673b4838e',
    type: 'text',
    value:
      '中央政府債務占當年度 GDP 的比重，已經從 2012 年高峰時的 34%，下降至 2021 年的 26.3%，和2022 年的 26.1%，領先世界主要國家，財政紀律受到國際評級機構高度肯定。',
  },
  {
    id: 'fec59c18-4936-4a15-b859-e5b4c4fd5cff',
    type: 'text',
    value:
      '既然政府財政不錯，就該擴大社會投資，投資年輕世代，促進公平正義。也因此，我和蔡英文總統、陳建仁院長詳細討論、評估後，提出了補助私立大專校院學雜費每年最高達 3.5 萬元的政策。謝謝總統與院長支持，讓政策得以迅速推動。',
  },
  {
    id: 'a2f7b844-2c1a-4e70-b5e5-ea06052effca',
    type: 'text',
    value:
      '我的想法是，要讓公私立大學的學雜費落差降低 50% 以上，以協助弱勢家庭的學生，不需要負擔更多學雜費、甚至背著學貸壓力，才能讀大學。',
  },
  {
    id: '70a596bb-7904-4d35-bd5a-abeff6bbf11e',
    type: 'text',
    value:
      '我也提出居住三策，透過打擊炒房、釋出空屋，建立合理的房屋市場；也希望透過青安貸款和利息補貼，讓初次購屋的年輕人有更多的支持；我也預計興辦更多社宅，並透過擴大包租代管和租金補貼，達到協助百萬租屋家戶的總目標。',
  },
  {
    id: 'b22a450c-f682-4da2-a276-810a181e47a2',
    type: 'text',
    value:
      '有些參選人，對很多問題只有看法，卻沒有做法。我要告訴大家，我不僅有明確的看法，而且知道該怎麼做。實際上也有很多政策即將上路（如補助私立大學學雜費），因為年輕人的未來不能等。',
  },
  {
    id: 'b0b11856-cfbf-4606-9d81-dc96e38495c7',
    type: 'text',
    value:
      '對我來說，越公平的社會，越有能力創新。未來我將以綠色成長、包容性成長，帶動社會整體創新，改善薪資環境。',
  },
  {
    id: 'd64760ef-bc01-4028-bcc2-8acd6913f362',
    type: 'text',
    value:
      '接下來，除了延續有原則、穩定且可預測的執政路線，在後疫情時代的台灣，我也會持續在意社會的公平、經濟成長果實的分配',
  },
  {
    id: '89705eeb-1f2c-45a2-abd7-a845eb6b50a8',
    type: 'text',
    value:
      '我們一定要投資年輕人的教育，投資年輕人的生活支持體系，例如居住、托育、交通、性別、文化。生活品質好，年輕人才會留下來，社會支持足夠，家庭才有餘裕去投資自己和下一代。',
  },

  {
    type: 'image',
    value: 'lai-ching-te/6',
    imageOption: {
      isFullSizeImage: true,
      imageCaption:
        '政府歲入歲出賸餘（2005-2022）、台灣與主要國家政府債務比較（民進黨提供）',
      shouldRespectImageWightAndHeight: true,
    },
  },
  { type: 'subtitle', value: ['台灣前途：一個民主和平的國家'] },
  {
    id: 'b541707b-3867-49be-ba6c-a081eeff8300',
    type: 'text',
    value:
      '我們也要務實面對境外的威脅。中國威權勢力持續擴張，台灣不能沒有準備，更不能用卑躬屈膝、減損主權的方式去祈求和平。',
  },
  {
    id: '2afc65af-8755-4182-9f06-06a313675679',
    type: 'text',
    value:
      '歷史上，都是弱國被入侵、不是小國。就像保全設施越周全，小偷越不容易入侵的道理一樣，更何況台灣不是小國，而是一個積極充實自我準備、正在成長茁壯、永遠追求民主和平的國家。',
  },
  {
    id: 'ef6afeae-0692-4562-9a83-44eb25c18300',
    type: 'text',
    value:
      '我們頂住壓力，調高國防預算、恢復一年兵役、和世界上民主盟友加深合作、主張「四個堅持」與「和平四大支柱」，就是為了維持現狀，守護台灣的民主及和平，維持區域的穩定繁榮。',
  },
  {
    id: '14a8a42c-327a-40b8-810a-8bc0d2bfccf3',
    type: 'text',
    value:
      '強化自身準備，絕對不是挑釁。改善軍隊的設備和軍人的待遇，更不是對任何國家的威脅。相反的，我們準備越充分，敵人越不敢越雷池一步，台灣肯定就越和平。',
  },
  { type: 'subtitle', value: ['有願景也要有團隊'] },
  {
    id: '92cd9bdc-b732-4131-8271-1937ada0d461',
    type: 'text',
    value:
      '在提出政策的同時，我們不僅要檢驗提出政策的參選人，還要檢驗參選人背後的團隊。像超級英雄電影那樣，憑藉個人力量力挽狂瀾的劇情，現實中並不多見；總統參選人需要具備領導力，也需要有多元專業的團隊來支持。',
  },
  {
    id: '7139e269-6fad-4c83-9561-e56f1a15b6ba',
    type: 'text',
    value:
      '我認為，當前既能理解年輕世代處境，能對症下藥，並具有執行力的總統參選人，就是我。並非我自誇，而是在執政過程中，民進黨累積了有經驗的團隊，也持續栽培年輕世代，儲備了廣泛的青年人才庫。',
  },
  {
    id: 'bf34ff5c-be71-49c8-a443-e4c37c19e241',
    type: 'text',
    value:
      '國家治理是團隊作戰。我和民進黨團隊，針對未來的施政，提出了「國家希望工程」的治國藍圖，接下來會在適當時間逐一公布，希望透過各項政策，打造更好的台灣。',
  },
  {
    id: 'e2800ced-7c8d-4011-b8a0-4a04cb92a920',
    type: 'text',
    value:
      '台灣有自由的環境，自由產生創意，創意帶來創新。我們如果要讓創新造就創業，以及更多的繁榮成長，就必須要持續投資青年世代、建立社會的支持系統。',
  },
  {
    id: 'f5195096-1220-4b58-a952-466c47f699d1',
    type: 'text',
    value: '而這一切藍圖要能實現，需要仰賴有經驗的領導者與團隊。',
  },
  {
    type: 'subtitle',
    value: ['我不認為年輕人', '喜歡被框架和定義'],
  },
  {
    id: '87dc1fa5-6d5a-40d0-aafb-68aa355c2848',
    type: 'text',
    value:
      '我認為，要爭取年輕人的支持，不該片面定義年輕人喜歡什麼；因為年輕人不喜歡被框架，所有人都有多元的樣貌。',
  },
  {
    id: '19c7b3ce-4c8d-479a-9508-4cbe7b75f720',
    type: 'text',
    value:
      '年輕人比許多人想像的更成熟。年輕人在意自己的未來，也在意台灣怎麼被世界看待。',
  },
  {
    id: '64395881-3518-41a9-914b-61eeddbdf32f',
    type: 'text',
    value:
      '尊重年輕人的獨立思考，支持年輕人用跳脫框架的創新活力來參與民主、追求自己和國家更好的未來，這是我的態度。而堅持價值，提出政策，和團隊一起務實解決問題，則是我的自我要求。我會用以上態度與自我要求，來持續爭取年輕選民的信賴，讓台灣成為創新繁榮、公義永續、民主和平的國家。',
  },
]

export { content }
