import { ArticleContent } from '../../types'
export type { ArticleContent as ArticleContent }
const content: ArticleContent = [
  {
    type: 'text',
    value:
      '從 8 月 1 日起，我已經離開《鏡週刊》特約總主筆的位置。不過，同時邀三位總統參選人寫下對年輕人想說的話，起心動念的人是我。所以，我還是來把這個專題的來龍去脈寫一下。',
  },
  {
    type: 'text',
    value:
      '讓我從李宗盛的〈山丘〉講起。他這首歌訴說的是中年男人面對年華老去的體悟與感傷。裡面有一段歌詞是這樣寫的：「遺憾我們從未成熟，還沒能曉得，就已經老了，盡力卻仍不明白身邊的年輕人。」沒錯，身邊的年輕人是真的很難明白，尤其是對中老年人來說，尤其是在政治上。',
  },
  {
    type: 'text',
    value:
      '其實，用李宗盛的歌當例子這件事本身就很不年輕人。對年輕人來說，李宗盛的歌屬於老歌，頂多是很有格調的老歌。現在的年輕人聽的不是李宗盛，而是告五人，戲謔一點的會用「潮州土狗」或「中國老總」來區隔他們自己，文青一點的則會唱好樂團的〈他們說我是沒有用的年輕人〉來自我療癒。年輕人在 KTV 唱歌，歌單上一定會有 RAP 跟嘻哈，對他們來說，音樂的定義已經跟他們父母親那一輩差很多。這中間有一個鴻溝，落差的程度幾乎可以媲美社會上的貧富差距。',
  },
  {
    type: 'text',
    value:
      '還不只是音樂，年輕人對很多事情的反應和看法也跟中老年人不一樣。他們激進卻很消極、有理想卻被逼得躺平，他們的正義感不是用長篇大論，而是透過嘲諷來表現。他們既嘲諷別人，也嘲諷自己。幽默跟好笑在他們的人生中扮演人類歷史上從來都沒有得到過的地位，如果不能在 30 秒內留住他們的注意力，他們就會滑到另一個影片或視窗。他們多半有一個以上的社群媒體帳號，依照交情的親疏遠近來決定要讓別人看到什麼。他們的人生很忙碌，花很多時間在網路上，經營別人眼中的自己，也順便吸收演算法幫他們安排好的資訊。他們只會貼美食、影片、寵物、音樂，喜歡並習慣有很多的「自己」。他們不喜歡揭露，因為只有中老年人會在臉書上訴說自己的心情。',
  },
  {
    type: 'image',
    value: 'yao-jen-to/2',
    imageOption: {
      isFullSizeImage: true,
      imageCaption:
        '得到年輕人喜歡、支持的參選人通常在選戰中處於攻勢，也有優勢。（資料照片）',
    },
  },
  {
    type: 'text',
    value:
      '在政治上，他們像水一樣流動。沒有一個政權可以要求他們留在原地不動。他們跟民主化的年代已經很遙遠，不會有強烈的政黨認同，不會有那種一輩子都必須效忠單一政黨的想法。「固著」在現實生活中是不切實際的，如果他們幾年之內必須換幾個工作、幾個房東，為什麼不能換個政黨來支持呢？他們對任何政黨的肯定與支持都是暫時的，他們可以流動到任何地方、任何容器。他們絕大多數的人都會認定自己是台灣人，或者，講得模糊一點，他們是跟中國有所區隔的人。但是，他們也會很勇敢地拒絕任何以台灣人之名而行使的罪惡。在這個意義下，台灣的年輕人並不虛無，他們對於個人的人生也許沒有不切實際的想法，不過，對於國家，他們願意妥協的空間並不大。',
  },
  {
    type: 'text',
    value:
      '跟前幾個世代的年輕人一樣，對他們來說，政治人物就是一種在本質上很容易腐壞或無聊的動物。只要不觸及他們的底線，大部分的人會認為政治與他們無關。他們認同的政治人物是那種跟他們一樣的人，跟他們一樣會說錯話、做錯事、得罪人。像那種把自己包裝得很崇高，好像一點錯都不會犯，好像從來都不會失言的政治人物，他們只會覺得很假。所謂的真誠就是會在公眾面前展露自己的情緒，如果能加上一、兩句失言的髒話，他們更喜歡。',
  },
  {
    type: 'text',
    value:
      '他們痛恨網軍、痛恨雙標、痛恨出征。他們很容易把整個政治與社會想像成一個大陰謀，有些人在胡作非為，而且不想讓人知道。他們會用陰謀論來解釋自己的人生，在人生的某個時刻裡，他們會意識到原來某些人的學位是這樣來的，或者這就是某些人這麼有錢，而他們買不起房子的原因。他們喜歡所有形式的「原來」，當任何人可以告訴他們事情原來是這樣時，他們會認同並買單。這是他們的自我啟蒙，意識到原來自己以前支持過的政黨變了，對他們來說，這並不痛苦也沒有任何背叛的成分。他們反而會把這轉變解讀成自己長大了的證據。',
  },
  {
    type: 'text',
    value:
      '回到李宗盛的歌詞，「盡力仍不明白身邊的年輕人」。如果上述對年輕人的觀察還站得住腳，在政治上，明白這些人真的是不可能的任務嗎？從歷次的總統大選中，我們判讀出一個訊息，年輕人的投票意向對大選的整體趨勢有著重要的影響。得到年輕人喜歡、支持的參選人通常在網路上擁有相對的優勢，而且在選戰中也比較處於攻勢。年輕人是這麼重要，如果有一個機會，可以讓想角逐大位的政治人物寫一點東西來對年輕人說出心裡的話，他們會寫什麼呢？這個問題就是驅使我們今天做這個專題的原因。我們想要做一件以前的媒體都沒做過的事，同時向賴清德、侯友宜、柯文哲這三位總統參選人邀稿。我們採取的方式不是一週一個參選人，而是三位的稿子同時刊登。他們想對年輕人說的話，以及想為年輕人做的事，在同一時間全部呈現在讀者面前，供大家比較。',
  },
  {
    type: 'image',
    value: 'yao-jen-to/3',
    imageOption: {
      isFullSizeImage: true,
      imageCaption: '年輕人的投票意向，對大選整體趨勢有重要影響。（資料照片）',
    },
  },
  {
    type: 'text',
    value:
      '在邀稿的過程中，我們必須給這三位參選人及其團隊最高的肯定，他們幾乎第一時間就爽快答應。由此可見，年輕人在他們的心目中，占據了極為重要的位置。他們不願意放過任何一個對年輕人說話的機會，毋庸置疑，這是台灣民主的驕傲與成就。當他們不放棄跟年輕人溝通時，我們的民主永遠就有活力。',
  },
  {
    type: 'text',
    value:
      '我們給了三個陣營同樣的問題大綱。這些問題大綱如下：您認為當前台灣年輕人遇到的問題跟困難有哪些？您認為這些問題跟困難要如何解決？您認為現階段年輕人對您支持（或不支持）的原因是什麼？您在總統任內希望幫年輕人做到什麼？您有什麼話想對台灣的年輕人說？',
  },
  {
    type: 'text',
    value:
      '我們要特別強調，這五個問題只是給總統參選人參考，原則上，他們可以採取任何他們覺得適合的方式來跟年輕人說話。我們唯一的限制就是字數，我們給了三位參選人同樣的篇幅來陳述他們的想法。換句話說，他們沒有義務要完整回答這個問題，讀者們也不需要在他們的文章中硬找這五個問題的答案。我們的用意很單純，也很公平，如果年輕人在這場選戰中這麼重要，賴清德、侯友宜、柯文哲到底想對他們說什麼？',
  },
  {
    type: 'image',
    value: 'yao-jen-to/5',
    imageOption: {
      isFullSizeImage: true,
    },
  },

  {
    type: 'text',
    value:
      '如文章所呈現，賴清德選擇了一個執政者的發言角度。他是三位總統參選人中用最多篇幅跟年輕人談具體政策規劃與進度的人。在寫作策略上，他傾向於用實際的政績來說服年輕人。除此之外，他在文章中也提到，不應該「怪罪選民」，以及「情緒勒索在年輕世代上，恐怕起不了太多作用」。相較於民進黨側翼在七一六遊行後對參與的年輕人的酸言酸語，賴清德在這裡展現了他的高度與風度。他覺察到一個重要的事實：「民進黨如果失去了價值跟理想，將會一無所有。」',
  },
  {
    type: 'image',
    value: 'yao-jen-to/6',
    imageOption: {
      isFullSizeImage: true,
    },
  },
  {
    type: 'text',
    value:
      '侯友宜則是選擇了一個較為溫馨、親和力高的角度出發。他用一個跟年輕人平等的發言位置來跟他們溝通。侯友宜提到自己的成長過程，提到他來自平凡的家庭，以及他在擔任警官時所體認到的道理。在文章中，他對年輕人說到了環境永續、教育、經濟及兩岸關係等議題。對他來說，「目前重中之重應該是確保和平穩定的兩岸關係」，「唯有和平可以確保大家安居樂業」。在寫作策略上，他把姿態壓低，甚至直接承認他「不善於言詞，也不是明星」。他比較傾向用經濟因素跟兩岸和平來打動年輕人。',
  },
  {
    type: 'image',
    value: 'yao-jen-to/7',
    imageOption: {
      isFullSizeImage: true,
    },
  },
  {
    type: 'text',
    value: '柯文哲的文章一如他這些年的風格，在用詞遣字上直接了當，不拐彎抹角。',
  },
  {
    type: 'text',
    value:
      '他以一個創新者、夢想者、鼓勵者的角度來跟年輕人對話。文章的開頭他就舉了賈伯斯為例，柯文哲認為，賈伯斯的發明「不只是純商業考量，是為了改變世界」。在文章中，他點出了年輕人低薪的困境，也提到了房價居高不下對年輕人所造成的痛苦及無奈。不過，這些外在的環境因素不應該將年輕人擊倒。他相信年輕人，相信他們的創意及能力。他不鼓勵躺平，他甚至呼籲「躺平族趕快起床」。如果他的「一日雙塔」都做得到，“Nothing is Impossible.”',
  },
  {
    type: 'text',
    value:
      '這三篇文章各有各的特色，各自反映了三位參選人的人格特質。賴清德顯得沉穩；侯友宜顯得親民；柯文哲顯得活潑。除此之外，這三篇文章也訴說了他們對年輕人的期許。賴清德希望讓年輕人在國際舞台上喊出我是台灣人；侯友宜希望給年輕人一個和平的兩岸關係；柯文哲則希望年輕人義無反顧地拚一次。年輕人要投票給誰，我們沒有既定立場。我們現在做的是搭起一座橋梁，把總統參選人跟年輕人連在一起。誰是誰非、誰優誰劣，不在我們的討論範圍，也不是我們的重點。我們只想如實地呈現三位總統參選人心中真實的想法。年輕人像水一樣流動，他們會流到哪裡，誰又是那可以承載他們的容器，我們相信，這個思辨的過程才剛要開始。',
  },
  {
    type: 'second-text',
    value: '（三位參選人刊登順序以本屆立法院政黨席次為依據）',
  },
]

export { content }
